{
  "basics": {
    "name": "Carl V. Lewis",
    "label": "Data Journalist, Mobile Developer, Digital Educator",
    "picture": "img/avatar.png",
    "email": "carl@carlvlewis.net",
    "phone": "+1 (912) 816-7007",
    "website": "http://carlvlewis.net",
    "summary": "A post-platform journalist, web developer, design thinker, product manager, interaction designer, digital media educator and data visualization developer with more than 7 years of experience in data journalism, news graphics, newsroom interactive storytelling, curriculum design, digital publishing, homepage editing, product management, media entrepreneurship, digital strategy/social media management, mobile front-end design/development, interaction programming and Wordpress/Drupal content management development.",
    "location": {
      "address": "266 Washington Ave, D9 Brooklyn",
      "postalCode": "NY 11205",
      "city": "Brooklyn",
      "countryCode": "US",
      "region": "New York"
    },
    "profiles": [
      {
        "network": "Twitter",
        "username": "@carlvlewis",
        "url": "http://twitter.com/carlvlewis"
      },
      {
        "network": "Github",
        "username": "@carlvlewis",
        "url": "http://github.com/carlvlewis"
      },
      {
        "network": "LinkedIn",
        "username": "/in/carlvlewis",
        "url": "http://linkedin.com/in/carlvlewis"
      }
    ]
  },
  "education": [
        {
      "institution": "Columbia University Graduate School of Journalism",
      "area": "M.S., Digital Media/Data Visualization, Honors.",
      "studyType": "Masters",
      "startDate": "Aug. 2011",
      "endDate": "May 2012",
      "summary": [
          "Specializations in data visualization, interactive design, audience engagement and consumer reporting.","Awarded multiple honors designations, including only honor's status in entire cohort for Data Journalism  and Journalism Business Models.","Elected as online editor and officer for Society of Professional Journalists chapter, the school's official student governing body. Develo[ed a new SPJ site from scratch using Bootstrap as a framework built on top of WordPress to make a custom theme.", "Grew SPJ digital audience reach among class from 150 per week to 1,482 unique impressions per week.",
          "Served as online editor for Society for Hispanic Journalists, building organization's website and leading initial marketing efforts.",
          "Masters thesis given highest honors."
      ],
      "recommendations": "(Recommendations provided from Susan E. McGregor, Ava Seave and Daniel Medina; Arlene Morgan, Sree Srenevasian and Rebecca Castillo may also be contacted as references)."
    },
    
    {
      "institution": "Mercer University",
      "area": "B.A. in Journalism, B.A. in Southern Studies, Honors.",
      "studyType": "Bachelor",
      "startDate": "Aug. 2007",
      "endDate": "May 2011",
      "gpa": "3.94",
      "summary": [
          "Graduated summa cum laude with a 3.94 GPA, University Honors, Presidential Service Fellowship and the annual Jimmy Carter Award for Community Outreach and Public Service","Named 'Most Outstanding Journalism Graduate' and 'Most Outstanding Southern Studies Graduate'."      ],
      "recommendations": "(Recommendations provided from Dr. Jay Black, Grant Blankenship and Josh Rogers; Dr. Sarah Gardner, Debbie Blankenship, Andrew Haeg, Dr. Tom Huber, Dr. David A. Davis, Dr. John Chalfa and Dean Larry Brumley may also be contacted for references).",
      "courses": [
        "Digital Media Storytelling (A)",
        "News Writing Basics (A)",
        "Journalism Ethics (A)",
        "Journalism Law (A)",
        "Southern Food (A)",
        "African-American History I, II (A)",
        "Media Studies (A)",
        "African-American Literature (A)",
        "Southern Journalists (A)",
        "Servant Leadership (A)",
        "Urban Revitalization: Practices and Theories (A)",
        "Applied Statistics (A)",
        "Data Journalism (A)",
        "Introduction to Computer Science (A)"
      ],
      "coursestaught": [
        "'UNV 101' -An introduction to life 'beyond the shadows of Plato's cave,' or an introduction for college freshman to the journey of their next four years. Taught course as a Peer Advisor in a pass/fail environment.",
        "'JMS 262 - Civic and Community Journalism' - After applying for and receiving a micro-grant from the Knight Foundation, I led Dr. Jay Black's Civic and Community Journalism course in the spring of 2008 to build an online student-produced guide to the City of Macon – a semester-long project in which I regularly provided feedback, scheduled one-on-one time with fellow peers who needed extra learning time and consulted with Dr. Black on the class' progress weekly to help determine student grades based on not just their own content, but their contribution and collaboration with the team."
      ],
      "coursesdeveloped": [
        "'SST 480: Schizoprenia, Relocation and Dislocation in the Minds of Southern Journalists'.","Assembled the curriculum and format for this independent study course, which analyzes the historical writings of prominent southern journalists. The course is now regularly included in the SST and JMS curriculum.","Dr. David A. Davis may be contacted as a reference."
      ],
      "coursesprecepted": [
        "'FYS 101: Composing the Self,' under the leadership of Dr. David A. Davis.",
        "'Southern Studies in the Classroom,' a summer-long course for high-school teachers funded by the National Endowment for the Humanities and held at Mercer University."
      ]
    },
    {
      "institution": "University of Oxford, St. Peter's College",
      "area": "St. Peter's College International Studies Course",
      "studyType": "Course",
      "startDate": "Aug. 2009",
      "endDate": "Jun. 2010",
      "summary": [
          "Earned all 'Alphas' during selective year-long course of study at Oxford's St. Peter's College for visiting students.-Hired as news editor for The Oxford Student newspaper during my second term, which I later parlayed into 'Online Editor' overseeing the successful implementation of a digital overhaul for the publication. Asked to stay on as Editor-in-Chief, but unfortunately had to fulfill requirements at my undergraduate institution and was unable to do so.",
          "Trained student editors, veteran and first-timers, on the basic components of the traditional industrialized American news writing formula.",
          "Assigned stories, laid out news pages, budgeted editorial content and reported dozens of own investigations.",
          "Formatted content for the web, including adding hyperlinks, photos and optimizing stories for social sharing."
      ],
      "recommendations": "(Recommendations provided from Winston Featherly-Bean and Tom Rowley; Penelope Francis-Warner and Dr. John Jackson may also be contacted as references.)",
      "courses": [
        "Celtic History",
        "Cold War Media Propaganda",
        "The Philosophy and Dogma of Nietzsche",
        "Western Media Impact in Developing Nations",
        "British History",
        "Educational Technology"
      ]
    }
  ],
  "work": [
    {
      "company": "Tow Center for Digital Journalism",
      "position": "Research Assistant",
      "website": "",
      "startDate": "Oct. 2014",
      "endDate": "present",
      "summary": "",
      "highlights": [
        "Assisting in Tow Center's research endeavors.",
        "Preparing own research for upcoming report on optimizing data visualization projects for mobile users."
      ]
    },
    {
      "company": "Vocativ",
      "position": "Data Journalism Consultant",
      "website": "",
      "startDate": "Aug. 2014",
      "endDate": "Sept. 2014",
      "summary": "",
      "highlights": [
        "Invited to serve as one-month, in-house training consultant for Vocativ.com's rapidly expanding Manhattan newsroom, primarily teaching reporters how to incorporate and visualize data in their stories in a way that sheds a new light on the story for users."
      ]
    },
    {
      "company": "Center for Collaborative Journalism at Mercer University",
      "position": "Adjunct instructor, faculty news organization advisor",
      "website": "",
      "startDate": "Jun. 2013",
      "endDate": "present",
      "summary": "Teach weeklong workshops on geospatial data, mobile development and JavaScript.",
      "highlights": [
        "Teach courses on JavaScript, HTML and CSS basics, mobile development best-practices, real-time reporting, data journalism and visual storytelling.",
        "Serve alongside faculty, journalists and media professionals as an instructor for annual Camp CCJ for digital media students at Center for Collaborative Journalism.",
        "Spoken on panels with editors and professors, including 'How is Journalism Different in the Digital Age?', 'Social Media for Journalists', 'Building a Brand as a Journalist' and 'Mobile App Development with Little-to-No Programming Experience.'",
        "Led lightning talks on topics including 'Making the Business of Digital Journalism Work', 'Audience and Metrics' and 'Wireframing, Prototyping and UX.'-Serve as advisor for student news organization, The Cluster, leading quarterly workshops and remotely helping fix problems as they may arise on mercercluster.com. Oversaw 2014 redesign of site."
      ]
    },
    {
      "company": "Borrow.ly",
      "position": "Co-Founder",
      "website": "http://staging.borrowly.com",
      "startDate": "March 2003",
      "endDate": "present",
      "summary": "",
      "highlights": [
        "Upon receiving a $5,000 exploratory grant from The Rockefeller Collaborative Fund in early 2014, my business partner and I set out to build the product I long believed could help shift decades of audience and revenue loss at daily newspapers from the once-lucrative classified advertising section, revenue which was swiftly poached by P2P exchanges such as Craigslist and eBay.",
        "Built  product using Ruby on Rails, and it received widespread acclaim and a loyal local audience in our initial target market in Fort Greene, Brooklyn.","Briefly named 'one of Silicon Alley's hottest civic-tech startups' by StartupBoost."
      ]
    },
    {
      "company": "Shuttl.es",
      "position": "Instructor, 'Basics of Modern Web Design'",
      "website": "",
      "startDate": "April 2014",
      "endDate": "July 2014",
      "summary": "",
      "highlights": [
        "Taught a 12-week micro-learning course via email and in person at the Brooklyn-based TinyLabs, NYC.-Instructed students ranging in age from as young as 15 to as old as 52.",
        "5 in-person classes, 20 micro-lessons digitally."
      ]
    },
    {
      "company": "Jacksonville Daily-Record",
      "position": "Newsroom Change Consultant",
      "website": "",
      "startDate": "Jan. 2013",
      "endDate": "Feb. 2014",
      "summary": "",
      "highlights": [
        "Developed device-agnostic stylesheet and more user-friendly editorial placement of content.",
        "Monetized digital presence with local display and inline ads.",
        "Presented legal, real estate and public notice data in interactive format.",
        "Implemented integrated print and digital CMS that uses Google Docs as intermediary between InCopy and Wordpress.",
        "Trained staffers/journalists on new CMS, mobile reporting, social media best practices."
      ]
    },
    {
      "company": "Savannah Morning News (Morning News Media)",
      "position": "Digital Media Manager, Online Editor, Social Media Editor",
      "website": "",
      "startDate": "Aug. 2012",
      "endDate": "Jan. 2014",
      "summary": "",
      "highlights": [
        "Worked as Digital Media Manager in Savannah following the death of my father to be closer to my mom.",
        "Oversaw content production, digital/social outreach and product development for savannahnow.com, dosavannah.com and other cross-platform company products, achieving a nearly 500 percent growth in social reach and a record 7 million monthly pageviews.",
        "Managed team of online producers/digital journalists; collaborated with traditional reporters and editors on optimizing print content for digital platforms; worked with marketing and sales departments to bridge the gap between editorial and sales in an ethical manner.",
        "Developed and executed growth strategies for company-wide social media platforms, including existing accounts on Facebook and Twitter and new accounts on Instagram, Vine, Tumblr and Pinterest to reach younger audiences,",
        "Increased weekly average social reach from 21,000 to an average of 375,000 by end date. Grew Facebook fans from approximately 8.5K to 24K.",
        "Introduced 'sponsored posts' on dosavannah.com, as well as 'sponsored tweets' using retweets from the handle @SMNsponsored.",
        "Increased Facebook following by more than 115 percent in less than a year. Started new Instagram account that gained 1,400 followers within 7 months.",
        "Monitored and responded to metrics using Adobe Omniture, Google Analytics, Chartbeat, Parse.ly, Sprout Social and Sparkwise.",
        "Introduced and trained staffers on new interactive forms of storytelling that allowed producers and reporters to visualize public data with little programming skills.",
        "Led native app development for iOS and Android platforms. Responsible for 19K app downloads.",
        "Developed HTML5/responsive content strategies and products, including the June 2013 launch of dosavannnah.com.",
        "Represented company on Morris Publishing Group's corporate-wide Social Media and Mobile Stategy task-forces",
        "Redesigned Savannah Morning News Mobile App, causing a threefold increase in active users in two weeks."
      ]
    },
    {
      "company": "DoSavannah.com (Morning News Media)",
      "position": "Product Manager, Digital Content Marketer, Front-End Developer",
      "website": "",
      "startDate": "March 2013",
      "endDate": "Nov. 2013",
      "summary": "",
      "highlights": [
        "Developed, designed and launched dosavannah.com and its associated native iOS and Android apps, in addition to my responsibilities as Digital Media Manager.",
        "Introduced 'Sponsored Posts,' a native advertising plan that garnered more than $30,000 in new sponsorship revenue its month-long first sales round.",
        "Created editorial workflow and trained staffers on using Drupal 7 as a CMS.",
        "Introduced 'The Big Calendar,' which quickly became Savannah's top-visited event guide."
      ]
    },
    {
      "company": "Exposition Magazine",
      "position": "Online Editor",
      "website": "",
      "startDate": "March 2010",
      "endDate": "Apr. 2012",
      "summary": "",
      "highlights": [
        "Developed website and online publishing system for current affairs magazine at Oxford University using WordPress backend.",
        "Oversaw online content and site production for expositionmagazine.com, including measuring and reporting site analytics, developing SEO strategies and retooling UX to fit the needs of print redesign.",
        "Managed digital advertising sales and placement with sponsors Pulse Printing and Oxford Castle.",
        "Temporarily maintained and managed site from abroad; wrote detailed site documentation for future maintenance."
      ]
    },
    {
      "company": "The Cluster & mercercluster.com",
      "position": "Director of Digital Media",
      "website": "",
      "startDate": "Nov. 2010",
      "endDate": "Jul. 2012",
      "summary": "",
      "highlights": [
        "Founded, developed and launched MercerCluster.com, the online edition of Mercer University's student newspaper, The Cluster.",
        "Created digital workflow, trained staff in content management, drafted detailed site documentation for future student editors.",
        "Grew Facebook ‘likes’ from around 30 to more than 900 in less than a month with integrated social media campaign, involving a grassroots contest and non-monetary incentives."
      ]
    },
    {
      "company": "The Oxford Student",
      "position": "News Editor, Online Editor",
      "website": "",
      "startDate": "Jan. 2009",
      "endDate": "June 2009",
      "summary": "",
      "highlights": [
        "Produced and edited entire 12-page news section of the University of Oxford’s official student newspaper.- Managed team of 14 reporters and covered more than 40 stories individually.",
        "Redesigned newspaper website and developed digital workflow.",
        "Trained staff in content management system."
      ]
    },
    {
      "company": "The Telegraph & macon.com",
      "position": "Metro intern, weekend cops reporter",
      "website": "",
      "startDate": "May 2009",
      "endDate": "Dec. 2010",
      "summary": "",
      "highlights": [
        "Worked first as a news reporting intern, then as a weekend beat reporter at Georgia's third-largest daily newspaper.",
        "Covered general news assignments, as well as local/state politics, crime and education beats.",
        "Covered more than 110 deadline news stories as an undergraduate."
      ]
    }
  ],
  "awards": [
    {
      "title": "Excellence in Social Media",
      "date": "Aug. 2013",
      "awarder": "Morris Publishing Group",
      "summary": "Awarded Morris-wide 'Excellence in Social Media' out of all 48 Morris print and broadcast properties for strategic growth of Savannah Morning News & savannahnow.com's social media outreach."
    },
    {
      "title": "MJ Bear Fellowship, Honorable Mention.",
      "date": "June 2012",
      "awarder": "Online News Association",
      "summary": "Received honorable mention for highly-coveted MJ Bear Fellowship for a project I built for Savannah Morning News that sought to reinvent the classifieds ('SavSwap')." 
      },
      {
      "title": "Best Online News Project",
      "date": "June 2013",
      "awarder":"Georgia Press Association",
      "summary":"Led coverage of 187th St. Patrick's Day Parade in Festival in Savannah for savannahnow.com, taking home the award of 'Best Online News Project' in the Georgia Press Association's 2013 Better Newspapers Competition."
    },
    {
      "title": "Data Journalism Honors, Business of Journalism Honors.",
      "date": "May 2012",
      "awarder": "Columbia University",
      "summary": "Awarded one of two school-wide honors designations for both Data Journalism, Business of Journalism courses in 2012."
    },
    {
      "title": "Best Entertainment News Site",
      "date": "April 2014",
      "awarder": "Georgia Press Asssociation",
      "summary": "Led development of the mobile web and native app components of dosavannah.com, which took home the award of 'Best Entertainment News Site' in Georgia Press Association's 2014 Better Newspaper Competition."
    },
    {
      "title": "Best Interactive News Project",
      "date": "May 2013",
      "awarder": "Tow Center for Digital Journalism, 2011 Digital Media Hackathon",
      "summary": "Team-leader of winning project on lack of access to clean water in annual hackathon."
    },
    {
      "title": "Valerie B. Edmonds Student Research Award, 2010.",
      "date": "May 2010",
      "awarder": "Jack Tarver Library at Mercer University.",
      "summary": "Essay on Southern writer Thomas Nelson Payne's use of what I call 'literary blackface' to diminish and distort the African-American voice."
    },
    {
      "title": "Best College Newspaper Website",
      "date": "2012",
      "awarder": "Society of Collegiate Journalists",
      "summary": "MercerCluster.com, the site I built and implemented, took top honors at the state level, ousting longtime frontrunner, UGA's 'Red and Black', as well as 'The Emory Wheel'."
    },
    {
      "title": "Robert C. Byrd Honors Scholar,2007-2011",
      "date": "Aug. 2007",
      "awarder": "U.S. Dept. of Education, State Service Agency.",
      "summary": "Given one of only 50 federally-endowed scholarships in the nation for academic merit."
    },
    {
      "title": "Mercer Service Scholar Fellow, 2007-2011.",
      "date": "Aug. 2007-May 2011",
      "awarder": "Mercer University, Office of Student Life, 2007-2011.",
      "summary": "Chosen as one of five Mercer students to represent the University at alumni and special guest events, taking special Service Scholar courses and tackling local issues."
    }
  ],
  "publications": [
    {
      "name": "Transcending the 'Editorial Thunder': Atlanta's Newspaper Coverage of the 1960 Student Lunch-Counter Sit-ins.",
      "publisher": "University of Mississippi Press",
      "releaseDate": "2011",
      "website": "bit.ly/atl-civil-rights",
      "summary": "Later invited to present findings at 2011 'Southern Writers, Southern Writing' conference in Oxford, Mississippi, the field's pre-eminent research conference."
    },
    {
      "name": "The Newspaper that Fell From its Ivory Tower",
      "publisher": "Columbia Journalism School",
      "releaseDate": "May 2012",
      "website": "bit.ly/philly_fall",
      "summary": "Approved with highest commendation by thesis committee of Columbia Journalism School. -Overseen by Arlene Morgan, dean of Pulitzer Prizes."
    }
  ],
  "professional_affiliations": [
    {
      "name": "",
      "level": "",
      "keywords": [
        "NICAR (National Institute for Computer Assisted Reporting)",
        "Online News Association.",
        "Open Data NYC.",
        "Institute for Southern Studies at Mercer University",
        "Hacks/Hackers NYC.",
        "TedX Savannah.",
        "Georgia Press Association.",
        "The Creative Coast",
        "Center for Collaborative Journalism, Mercer University",
        "Knight Labs at Northwestern University",
        "BetaNYC",
        "CSV Soundsystem",
        "Columbia Entrepreneurship Society",
        "Society for News Design",
        "NYC d3.js Meetup Organizer"
      ]
    }
  ],
  "Talks_Presentations_Workshops": [
      {
        "title": "Big Data, Big Bucks: The Business of Data Parsing for Predictive Analytics.",
        "date": "",
        "awarder": "",
        "summary": "Talk presented at TedX Savannah on the use of browsing history for ad retargeting, personalization and prediction, 2013. Available on SlideShare."
      },
      {
        "title": "Data Visualization in the Newsroom.",
        "date": "",
        "awarder": "",
        "summary": "Two-day workshop tailored to and led at 7 different newsrooms owned by Morris Publishing Group, including Amarillo Globe, Topeka Capital Journal, Florida Times-Union, Athens Banner-Herald and Augusta Chronicle. Available on SlideShare."
      },
      {
        "title": "Data Journalism 101.",
        "date": "",
        "awarder": "",
        "summary": "Talk given to 2014 Camp CCJ retreat introducing the concepts of data journalism to incoming freshman interested in media studies. Available on SlideShare."
      },
      {
        "title": "Visual Storytelling Using Social Media.",
        "date": "",
        "awarder": "",
        "summary": "Lecture given at Digital Media CCJ Retreat 2013 on using visual-centric social networks such as Instagram, Vine and Pinterest both to report the news and engage new audiences with visually-appealing content. Available on Slideshare."
      },
      {
        "title": "The Skills of the Post-Platform Journalist.",
        "date": "",
        "awarder": "",
        "summary": "Lightning talk at Digital Media CCJ Retreat 2014 proposing the term 'post-platform journalist' among journalists, emphasizing the message above all else and the need to stay abreast on communicating via all platforms and mediums in current industry landscape."
      },
      {
        "title": "Why Cities Matter, and What We Can Do To Rebuild Them.",
        "date": "",
        "awarder": "",
        "summary": "Presentation delivered at Mercer University 2009 Freshman Class Orientation on the importance of community involvement, urbanism and socially-responsible revitalization."
      }
  ],
  "skills": [
    {
      "name": "Front-End Development",
      "level": "Advanced",
      "keywords": [
        "HTML5",
        "CSS3",
        "JavaScript",
        "jQuery",
        "Markdown",
        "LaTeX",
        "WordPress/Drupal development",
        "Bootstrap, Foundation, basic MVCs",
        "Angular.js (intermediate)"
        ]
       },
    {   "name": "Back-End Development",
	    "level": "Proficient", 
        "keywords": [
         "Python",
         "Django",
         "PHP",
          "Ruby on Rails"          ]
          },
          
        {
	        "name": "Data Analysis/Visualization", 
	        "level": "Proficient-Advanced", 
	        "keywords": [
         "iPython Notebook",
         "Matplotlib",
         "d3.js",
        "Geospatial/Mapping -- ArcGIS, CartoDB API, Google Maps API V3, QGis, geoJSON, Leaflet.js, Mapbox.",
       
        "Resuable d3.js charting libraries (charts.js, d3plus.org)",
        "Microsoft Excel/Google Sheets",
        "Hadoop,, MongoDB, MySQL",
        "Data Scraping: R, Python, Kimono, Beautiful Soup."
      ]
    },
        {   "name": "Digital Meda",
	    "level": "Proficient", 
        "keywords": [
         
        "Digital Analytics Dashboards (GA, Chartbeat, Sparkwise, Parsely, Mixpanel, Tableau).",
          "Digital Media Business Models",
            "Hacking the news",
            "iPhoneography/mobile reporting",
            "Multimedia/real-time reporting.",
            "Interactive storytelling.",
            "MapBox Studio-Open Street Maps",
            "News metrics and analytics",
            "Content marketing for newsrooms",
            "Digital audience acquisition and retention strategies"      ]
    }
      ],
  "interests": [
    {
      "keywords": [
        "Machine learning, predictive analytics, newsroom collaboration, future news business models, display of multivariate datasets on mobile devices, journalism education, data visualization, information design, digital security/source protection, d3.js, color psychology."
      ]
    }
  ],
  "community_and_academic_service": [
    {
      "summary": [
        "'The Basics: Committee Chair", "Led College Hill Alliance (Knight Foundation) task-force on ways to rebrand negative perceptions of Macon, Ga.'s urban core and highlight the benefits of intown and downtown living.","High School Web Development Tutor, Savannah-Area Junior League."
      ]
    }
  ],
  "references": [
    {
      "name": "Janay Kingsberry, Digital Journalist, Savannah Morning News (former employee):",
      "reference": "For almost a year-and-a-half, I had the rewarding opportunity to work under Carl’s leadership during his time as Digital Media Manager and Online Editor for the Savannah Morning News and savannahnow.com.During his tenure, Carl reinvigorated my journalistic efforts as an online content producer with hands-on web training, valuable expertise and knowledge of current media trends and exemplary practices for enhancing storytelling and audience engagement.He is a fierce team leader, a thorough communicator and an exceptional motivator, often instilling confidence in me when I didn’t think I could accomplish advanced digital tasks on my own. His strengths as an instructor helped me to master web and mobile app development, data visualization and other interactive tools to produce more effective story packages and creative content.Carl also lobbied for opportunities that would allow his team members to gain professional development and greater exposure in the journalism industry. Most notably, in October 2013, I traveled with him to the Online News Association conference in Atlanta where we joined highly engaged digital professionals to discuss tools and techniques advancing the value of news media. It was my first time networking with leading digital journalists from around the country.Carl’s time at the Savannah Morning News tremendously altered the newsroom’s collective approach to digital practices. Even after his employment, he still readily and generously offers consultation, advice and support in any of our company’s endeavors. We continue to value his passionate work ethics and eagerness to teach, and our team is significantly better because of his contributions."
    },
    {
      "name": "Susan E. McGregor, Assistant Director, Tow Center for Digital Journalism at Columbia University (former professor, current supervisor):",
      "reference": "During the spring of 2012, I was fortunate to have Carl as a student in my class on Data Joumalism and Information Visualization at Columbia Journalism School. Throughout the semester, Carl proved to be a bright, dedicated student and valuable team partner whose enthusiasm, insight, and considerable skills enhanced both classroom discussions and his individual and group projects. Unlike most of his classmates, Carl arrived in my class with a fair amount of experience in programming and web development, having created content management systems for small websites for several years. Though this meant that Carl was already familiar with many of the concepts we discussed in class - especially during our programming labs - he engaged fully with all of the lessons and class discussions, using his existing skills as a springboard to take given assignments above and beyond what was required, rather than using them as a crutch to skate through the material. This was evident most distinctly towards the end of the semester, when, having had to miss some weeks of school due to very significant personal loss, Carl not only made up his missed assignments but went beyond a simple blog response and executed his final critiques with a level of rigor and detail that would be welcome in any professional circle. He also redoubled his contributions to his group’s final project, which was one of the class’s most sophisticated and successful.Carl's unique critical, academic and personal achievement led me to award him the only honor's designation among the 15 students in my class – a recognition that he richly deserves. He is a person whom I would gladly welcome as a newsroom colleague myself, and I think any organization that has the opportunity to work with him will quickly feel the same."
    },
    {
      "name": "Jonathan Bennett, Web Development Manager, HealthGrades.com:",
      "reference": "Carl is a terrific digital mind. He has proven his fluency in several critical web development languages - HTML5, CSS, Javascript and PHP - and he uses those skills to craft engaging, intuitive digital projects. Better still, Carl is fully capable of disseminating his knowledge to his team and coworkers. He is no closet-and-dark-room developer; he can lead a team from concept to finished project. And like any good journalist, he's detail oriented and deadline driven."
    },
    {
      "name": "Ava Seave, Professor, Columbia Business School. Principal, Quantum Media:",
      "reference": "Carl was a terrific and accomplished participant in the class, 'Making the Business of Journalism Work.' He was super dependable in discussions, always participating and frequently giving an interesting twist. All of his writing was excellent, having practically perfect papers each time. At the end of the semester, Carl had a thorough and sophisticated understanding of the principles of the class. He will be an excellent manager and strategist in any kind of media business – or company – that he participates in."
    },
    {
      "name": "Stacy Jennings, Director of Marketing, Savannah Morning News (joint former supervisor):",
      "reference": "Working with Carl is pure joy. He's on top of his digital game no doubt, but he brings his special brand of humor and wit to bear on the marketing and branding department. Carl will thrive in an entrepreneurial environment, wearing multiple hats. He's enthusiastic about 'big data' and tackling complex problems. He's as comfortable working with a team as he is contributing to projects from his own corner of the world. If you're looking for someone who brings a fresh outlook to his work, who is constantly evolving, and who is passionate about building a quality digital experience, look no further than Carl V. Lewis."
    },
    {
      "name": "Josh Rogers, Director, Newtown Macon:",
      "reference": "While Carl was a student at Mercer University, I had the pleasure of working with him on many projects aimed at Macon's revitalization. In general, Mercer University recruits, nurtures and graduates people who are interested in making positive changes in their communities. Carl exemplified this trait at Mercer, spending time in and out of the classroom improving Macon. I cannot imagine any non-profit in Macon would be as successful without the support of Mercer and Mercer students. In particular, I want to recommend Carl's work on CollegeTownMacon.com. Although tens of thousands of college students attend school in Macon, it has been difficult to connect these students with businesses and activities in the community. We want students to see Macon as their college experience, and not just their specific campus. Carl led a 200-level class in Civic and Community Journalism to build a website to provide an online directory for local experiences for College students to solve this problem. The entire course was built around the production of this website, making Carl largely responsible for the syllabus, including organizing and assigning tasks and research, providing instruction and training for technical, interview and writing skills, managing work flow, editing content and ensuring the timely completion of tasks. Carl's management skills in this course brought together two of his best skills: teaching and project management. By the end of the course, Carl's class delivered a functional website that led a cultural shift among college students in Macon that has had a long-term impact in Macon with more students involved in the community and driving economic development. Carl taught students new skills and then helped those students apply those skills to solve real world problems and have a positive impact in the community. That's an accomplishment that many seasoned instructors struggle to achieve."
    },
    {
      "name": "Grant Blankenship, Multimedia Journalist, Georgia Public Broadcasting:",
      "reference": "I've known Carl since he was arguably the brightest student in his university journalism program. Since then he has gone on to be the in house innovator everywhere he has been. Carl not only understands where digital journalism needs to be today, he is also thinking about where it needs to go next and how he can help get it there. Every newsroom needs a Carl."
    },
    {
      "name": "Elizabeth Bibb, M.Sc. Candidate at Medill School of Journalism, Integrated Marketing and Communications:",
      "reference": "During his senior year of college, Carl V. helped me make a long-held dream come true by almost single-handedly conceiving, building and launching the website for The Cluster. Carl V. and I started the conversation about the website in class, and I immediately knew that I had finally found someone who had the skills and drive to make my goal of bringing the newspaper online a reality. Within a month of our initial conversation, Carl had built an easy to use platform, based on Wordpress, for the website. Of our staff of 10 editors, few had experience using Wordpress, and Carl was able to quickly train the editors and myself on posting to and updating the website. He also wrote up documentation for the editors to reference in case they needed help, which allowed them and Carl to use their time more efficiently. The website launched in late February 2011, too late for entry into the Georgia College Press Association awards, but the website that Carl built won 1st place in the 'Best Website' category the following year. Three years later, the website is still running smoothly, which is largely thanks to the extensive manual that Carl developed and left with my successor. Thanks to his effort, The Cluster is now available online and on a mobile app. Carl is able to patiently and efficiently teach new skills to others, and his passion for his work shows through."
    },
    {
      "name": "Amy Brock, Social Media Manager, Visit Savannah:",
      "reference": "I was privileged to work with Carl on several collaborative social media projects during his time with the Savannah Morning News. His innovative ideas and technical skills played an integral role in how information was communicated at key events in Savannah for visitors such as the 189th St. Patrick's Day Parade and Festival. Carl developed digital systems to establish a central calendar and revamped website and smartphone app for DoSavannah that put the Savannah Morning News on the map as a trusted resource for mainstream and alt events in the area that appealed to locals and visitors. Carl's ability to complete projects under tight deadlines and keep a positive attitude made him an enjoyable partner to work with and I enjoyed collaborating on special projects and promotions with him!"
    },
    {
      "name": "Winston Featherly-Bean, Project Manager, Locus Analytics:",
      "reference": "Carl set the bar for news reporting at the Oxford Student, where I had the good fortune of working with him as an editor. He was the model of a dedicated, tenacious reporter, bringing intelligence and a craftsman’s passion to every story. Carl innovated too, pitching and executing a successful redesign of the paper’s website. And working with him was a joy on a personal level – he made quite a splash in our stolid British student newsroom. We often held up Carl’s work as an exemplar after he left Oxford. I am sure he will inspire future colleagues too."
    }
  ],
  "projects": [
    {
      "title": "Interactive: Savannah-Chatham Restaurant Inspection Database",
      "description": "Worked with the Chatham County Health Department, which serves a population of more than 420,000 residents, to integrate county-wide restaurant inspection scores into an XML feed that populates an interactive map produced with CartoDB + Leaflet.js that includes filterable, color-coded markers for each score, allowing users to drill down geographically or filter to see the worst scores."
    },
    {
      "title": "The 12 Percent: How People in the Bronx are Coping With the Unemployment Crisis",
      "description": "Led design, production, project management, narrative and presentation of class-wide project on the unemployment crisis and its effects on the Bronx for The Bronx Ink."
    },
    {
      "title": "SavannahNow St. Patrick's Day 2013 Mobile App",
      "description": "Managed all aspects of project development for Savannah Morning News' mobile app for the 137th Annual St. Patrick's Day Parade and Festival, the second-largest annual St. Patrick's gathering the nation. Success of app, reaching nearly 10,000 downloads, drove savannahnow.com to reach record unique visitors and pageviews."
    },
    {
      "title": "Storm Guide by savannahnow.com and Georgia Power",
      "description": "For the 2013 hurricane season, I built a native iOS and Android app with an accompanying HTML5 mobile site to tie in with the print edition of our annual “Hurricane Guide” sponsored by Georgia Power. Sponsorship netted $30,000 in new revenue for company."
    },
    {
      "title": "Interactive: Who are the biggest polluters in Georgia – and why?",
      "description": "Worked alongside SMN environmental reporter Mary Landers to distill EPA data into meaningful metrics, using the resulting benchmarks to produce an interactive bubble map, charts and table of the states's worst offenders."
    },
    {
      "title": "Interactive: Chatham County Commission Payments Vary Widely. But why?",
      "description": "Worked alongside SMN county government reporter Eric Curl to take county spending data and break down the logical gaps and holes, which later resulted in a three-part investigative series on the county's inaccurate budgeting habits."
    }
  ]
}
